{"[s:genre]": 50257, "[s:artist]": 50258, "[s:year]": 50259, "[s:album]": 50260, "[s:song_name]": 50261, "[s:lyrics]": 50262, "[e:genre]": 50263, "[e:artist]": 50264, "[e:year]": 50265, "[e:album]": 50266, "[e:song_name]": 50267, "[e:lyrics]": 50268}